export default {
    auth: "Авторизация",
    onlyGoogle: "Авторизация и регистрация через Google-аккаунт",
    registerText: "При первой авторизации Вы получите 2 дня бесплатного доступа к API.",
    register: "Регистрация",
    loginWithGoogle: "Войти через Google",
    apiGateways: "Аккаунты API",
    loading: "Загрузка...",
    accountStatus: {
        'loading':'Инициализация. Обновите страницу.',
        'got qr code':'Просканируйте QR-код',
        'authenticated':'Авторизован',
        'unknown':'Загрузка',
    },
    instanceCard: {
        authStatus: 'Статус авторизации',
        needAuth: 'Авторизуйте аккаунт',
        scanIt: 'Это изображение нужно просканировать',
        statusUnknownRefresh: 'Похоже что система еще не включилась. Обновите страницу через одну минуту.',
        authInstruction: `Для отправки и приема сообщений Вы должны авторизовать наш сервер как WhatsApp Web.
        
1. Откройте WhatsApp на телефоне
2. Нажмите Настройки->WhatsApp WEB и добавить
3. Просканируйте код и держите телефон подключенным к интернету

Код можно сканировать в течении 1 минуты после загрузки. Отправка сообщений будет доступна сразу после авторизации.`,
    }
}